/* 帳號或email重覆 */
"Account or email used" = "帳號或email重覆";

/* 新增失敗 */
"Adding failed" = "新增失敗";

/* 新增成功! */
"Adding succedded!" = "新增成功！";

/* 新增中... */
"Adding..." = "新增中...";

/* Alert title */
"Blink" = "Blink";

/* 取消 Cancel button title for alert view */
"Cancel" = "取消";

/*  */
"City" = "縣市";

/* 網路發生錯誤，請稍候再試 */
"Connection failure, please try later" = "網路發生錯誤，請稍候再試";

/* 下載錯誤 */
"Download failed" = "下載錯誤";

/* 刪除 Delete button title for alert view */
"Delete" = "刪除";

/* 刪除中 */
"Deleting..." = "刪除中";

/* 刪除成功！ */
"Deleted!" = "刪除成功！";

/* 刪除失敗 */
"Deletion failed" = "刪除失敗";

/* 要把訂單刪除嗎？ */
"Delete order?" = "要把訂單刪除嗎？";

/* 自費外送價 */
"Delivery Cost" = "自費外送價";

/*  */
"District" = "區";

/* 元 */
"dollar" = "元";

/* 訂單下載錯誤 */
"Download order record failed" = "訂單下載錯誤";

/* 請輸入完整email格式 */
"Email format is incorrect" = "請輸入完整email格式";

/* 發送成功！ */
"Email sent!" = "發送成功！";

/* 返回首頁 */
"Home" = "返回首頁";

/* 冰量設定 */
"Ice setting" = "冰量設定";

/* 下載中... */
"Loading" = "下載中...";

/* 登入中... */
"Logging in..." = "登入中...";

/* 確定登出? */
"Logging out?" = "確定登出?";

/* 登入成功！ */
"Login succeeded!" = "登入成功！";

/* 登出 */
"Logout" = "登出";

/* 菜單 title for menu vc */
"Menu" = "菜單";

/* 最低外送價
   最低外送價格 */
"Min Price" = "最低外送價";

/* 修改中... */
"Modidying..." = "修改中...";

/* 修改成功！ */
"Modification succeeded!" = "修改成功！";

/* 修改失敗 */
"Modification failed" = "修改失敗";

/* 無可選擇項目 */
"No item" = "無可選擇項目";

/* 確定 Confirm button title for alert view */
"OK" = "確定";

/* 訂購成功！ */
"Order succeeded!" = "訂購成功！";

/* 訂購失敗 */
"Order failed" = "訂購失敗";

/* 排序 */
"Ordering" = "排序";

/* 請輸入品名！ */
"Please enter item name" = "請輸入品名！";

/* 請填入帳號 */
"Please enter your account" = "請輸入帳號";

/* 請輸入地址 */
"Please enter your address" = "請輸入地址";

/* 請填入email */
"Please enter your email" = "請輸入email";

/* 請輸入姓名 */
"Please enter your name" = "請輸入姓名";

/* 請填入密碼 */
"Please enter your password" = "請輸入密碼";

/* 請輸入電話 */
"Please enter your phone numeber" = "請輸入電話";

/* 請先登入 */
"Please login first" = "請先登入";

/* 尚未選擇糖量 */
"Please pick a sweetness setting" = "尚未選擇糖量";

/* 尚未選擇冰量 */
"Please pick an ice setting" = "尚未選擇冰量";

/* 尚未選擇大小 */
"Please pick a price setting" = "尚未選擇大小";

/* 請至少選擇一項商品 */
"Please pick an item" = "請選擇一項商品";

/* 請至少選擇一項商品 */
"Please pick at least one item" = "請至少選擇一項商品";

/* 請至少設定一種價格 */
"Please set a price" = "請至少設定一種價格";

/* 處理中... */
"Processing..." = "處理中...";

/* 分享成功！ */
"Posted successfully" = "分享成功！";

/* 已達最低外送價格 */
"Reached min price" = "已達最低外送價格";

/* 註冊中... */
"Registering..." = "註冊中...";

/* 註冊成功！ */
"Registration succeeded!" = "註冊成功！";

/* 註冊後修改資料完成Alert */
"Registration complete alert msg" = "已收到您的註冊資料，請靜候認證結果。您可以留在此頁面修改資料，或回到首頁。（警告：返回首頁將無法再進入此頁面）";

/* 寄送認證信至信箱... */
"Sending email..." = "寄送認證信至信箱...";

/* 寄送失敗 */
"Sending failed" = "寄送失敗";

/* 訂購中... */
"Sending order..." = "訂購中...";

/* 伺服器錯誤 */
"Server failure" = "伺服器錯誤";

/* 儲存中... */
"Saving..." = "儲存中...";

/* 儲存成功！ */
"Saved successfully!" = "儲存成功！";

/* 儲存失敗 */
"Saving failed" = "儲存失敗";

/* 商店名 */
"Shop name" = "商店名";

/* 商家類型 */
"Shop type" = "商家類型";

/* 店家資訊 */
"Shop info" = "店家資訊";

/* 分類 */
"Sort" = "分類";

/* 糖量設定 */
"Sweetness setting" = "糖量設定";

/* 繼續修改 */
"Stay" = "繼續修改";

/* 總金額： */
"Total:" = "總金額：";

/* 密碼錯誤 */
"Wrong password" = "密碼錯誤";

/* 帳號或密碼錯誤 */
"Wrong account or password" = "帳號或密碼錯誤";

/* 帳號或email錯誤 */
"Wrong account or email" = "帳號或email錯誤";

/* 有尚未發送的訂單 */
"Unfinished order exists" = "有尚未發送的訂單";

/* */
"User info is incomplete" = "訂購人資訊尚未填妥";

